Loadtesting/Loadtest_4replicas/loadtest_30s_100_05-26_18-49-18/text.txt
Requests      [total, rate]            3000, 100.03
Duration      [total, attack, wait]    30.014378029s, 29.989999929s, 24.3781ms
Latencies     [mean, 50, 95, 99, max]  28.932736ms, 22.557885ms, 45.422338ms, 79.13062ms, 1.686331749s
Bytes In      [total, mean]            5244000, 1748.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:3000  
Error Set: